<?php

return [
    'add_to_cart' => 'Προσθήκη στο καλάθι',
    'view' => 'Προβολή',
    'checkout' => 'Ολοκλήρωση παραγγελίας',
    'remove' => 'Αφαίρεση',
    'empty_cart' => 'Το καλάθι σας είναι άδειο',
    'total_today' => 'Πληρωτέο σήμερα',
    'subtotal' => 'Μερικό σύνολο',
    'total' => 'Σύνολο',

    'then_after_x' => 'Στη συνέχεια :time',
    'order_summary' => 'Σύνοψη παραγγελίας',
    'edit' => 'Αλλαγή',

    'apply' => 'Εφαρμογή',
    'price' => 'Τιμή',
    'setup_fee' => 'Κόστος ενεργοποίησης',

    'in_stock' => 'Διαθέσιμο',
    'out_of_stock' => 'Το :product δεν είναι διαθέσιμο αυτή τη στιγμή',
    'not_available' => 'Το :product δεν διατίθεται στο νόμισμά σας',
    'user_limit' => 'Έχετε φτάσει το όριο για το :product',
    'payment_method' => 'Τρόπος πληρωμής',
    'use_credits' => 'Χρήση υπολοίπου',
    'tos' => 'Αποδέχομαι τους ',
    'tos_link' => 'Όρους χρήσης',
    'tos_required' => 'Πρέπει να αποδεχτείτε τους Όρους χρήσης',
];
